[
  {
    "name": "Silver Earrings - Perfect Score Example",
    "title": "Handmade Silver Earrings, Dangle Earrings, Sterling Silver Jewelry, Minimalist Earrings, Boho Earrings, Gift for Her",
    "tags": [
      "handmade silver earrings",
      "sterling silver jewelry",
      "minimalist dangle earrings",
      "boho style jewelry",
      "gift for her jewelry",
      "bohemian silver dangles",
      "modern silver earrings",
      "unique handcrafted jewelry",
      "artisan silver earrings",
      "statement silver jewelry",
      "elegant dangle earrings",
      "handmade silver accessories",
      "contemporary silver pieces"
    ],
    "description": "These elegant handmade silver earrings are crafted with precision and care, making them the perfect addition to your jewelry collection.\n\n• Made from genuine sterling silver\n• Lightweight and comfortable for all-day wear\n• Unique handcrafted design ensures no two pairs are exactly alike\n• Approximately 1.5 inches in length\n• Comes in a beautiful gift box ready for giving\n\nThese minimalist dangle earrings feature a modern, boho design that complements any outfit, from casual to formal wear. The sterling silver catches the light beautifully, adding a subtle sparkle to your look.\n\nPerfect as a gift for her on any special occasion - birthdays, anniversaries, holidays, or just because. These versatile earrings will quickly become a favorite in her jewelry collection.\n\nEach pair of earrings is handcrafted in my studio, ensuring attention to detail and quality craftsmanship that mass-produced jewelry simply cannot match.",
    "score": {
      "title": 4.0,
      "tags": 4.0,
      "description": 4.0,
      "overall": 4.0
    }
  },
  {
    "name": "Leather Journal - Perfect Score Example",
    "title": "Personalized Leather Journal, Custom Notebook, Handmade Sketchbook, Travel Diary, Anniversary Gift, Graduation Gift",
    "tags": [
      "personalized leather journal",
      "custom leather notebook",
      "handmade leather sketchbook",
      "travel writing journal",
      "anniversary gift notebook",
      "graduation gift journal",
      "leather bound sketchbook",
      "customized writing diary",
      "hand stitched leather book",
      "personalized name journal",
      "vintage style leather diary",
      "professional writing notebook",
      "artisan leather sketchbook"
    ],
    "description": "This beautiful personalized leather journal is handcrafted with love and attention to detail, making it a truly special keepsake.\n\n• Made from genuine full-grain leather that ages beautifully\n• Available in brown, black, or rustic tan colors\n• Customized with name, initials, or short message of your choice\n• Contains 200 pages (100 sheets) of premium acid-free paper\n• Measures 5.5\" x 8.5\" - perfect for carrying in a bag or backpack\n• Securely bound with traditional hand-stitching techniques\n\nThis custom notebook is ideal for sketching, journaling, or writing down your thoughts during your travels. The leather cover develops a beautiful patina over time, making each journal uniquely yours as it ages.\n\nMakes a thoughtful and lasting anniversary gift, graduation present, or special surprise for anyone who appreciates fine craftsmanship and personalized touches. The hand-stitched binding allows the journal to lay flat when open, making writing a joy.\n\nEach leather journal is handmade in my workshop, ensuring quality and attention to detail that mass-produced notebooks simply cannot match.",
    "score": {
      "title": 4.0,
      "tags": 4.0,
      "description": 4.0,
      "overall": 4.0
    }
  }
]